Repository: common-repository/thecartpress-dynamic-options
Catalog: languages/tcp-do-*.po
Languages: fr_fr

source: <strong>Dynamic Options for TheCartPress</strong> requires TheCartPress plugin activated.
fr_fr: Les <strong>Options Dynamiques pour TheCartPress</strong> requièrent que le plugin TheCartPress soit activé.

source: <strong>Dynamic Options for TheCartPress</strong> requires TheCartPress plugin
fr_fr: Les <strong>Options Dynamiques pour TheCartPress</strong> requièrent le plugin TheCartPress

source: Attribute Sets
fr_fr: Groupes d’attributs

source: Attributes Sets
fr_fr: Groupes d’attributs

source: Attributes
fr_fr: Attributs

source: Option list
fr_fr: Liste d’options

source: Dynamic Option Settings
fr_fr: Réglages des options dynamiques

source: Dynamic options type
fr_fr: Type d’option dynamique

source: List
fr_fr: Liste

source: Single
fr_fr: Unique

source: Dynamic options order by
fr_fr: Classer les options dynamiques par

source: Order field
fr_fr: Champ de tri

source: Title
fr_fr: Titre

source: Price
fr_fr: Prix

source: Dynamic options order
fr_fr: Tri des options dynamiques

source: Ascending
fr_fr: Croissant

source: Descending
fr_fr: Décroissant

source: Dynamic options calculate price
fr_fr: Calcul du prix des options dynamiques

source: Individual
fr_fr: Individuel

source: Complex
fr_fr: Complexe

source: "Individual" value will return as the price of an option the price of the Product. "Complex" means that prices will be added.
fr_fr: La valeur "Individuel" donnera le prix de l’option au Produit. "Complexe" veut dire que les prix seront ajoutés.

source: Attribute set
fr_fr: Groupe d’attributs

source: dynamic options
fr_fr: options dynamiques

source: none
fr_fr: aucun

source: Manage Attribute Sets
fr_fr: Gérer les groupes d’attributs

source: This field helps us to join the product with its Dynamic Options
fr_fr: Ce champ nous permet de lier le produit avec ses options dynamiques

source: Dynamic options
fr_fr: Options dynamiques

source: Combination not valid
fr_fr: Combinaison invalide

source: <span class="tcp_units">%s</span> <a href="%s" class="alert-link">in your cart</a>
fr_fr: <span class="tcp_units">%s</span> <a href="%s" class="alert-link">dans votre panier</a>

source: From %s
fr_fr: De %s

source: The "name" field must be completed
fr_fr: Le champ "nom" doit être renseigné

source: Search %s
fr_fr: Rechercher %s

source: All %s
fr_fr: Tous les %s

source: Edit %s
fr_fr: Modifier %s

source: Update %s
fr_fr: Mettre à jour %s

source: Add new %s
fr_fr: Ajouter un nouveau %s

source: New %s name
fr_fr: Nouveau nom %s

source: Taxonomy saved
fr_fr: Taxonomie enregistrée

source: The taxonomy has been deleted
fr_fr: La taxonomie a été supprimée

source: Return to Attributes Sets
fr_fr: Revenir aux Groupes d’attributs

source: Create new attribute
fr_fr: Créer un nouvel attribut

source: Name
fr_fr: Nom

source: insert
fr_fr: insérer

source: edit attribute
fr_fr: modifier l’attribut

source: edit
fr_fr: modifier

source: add terms
fr_fr: ajouter des termes

source: delete
fr_fr: supprimer

source: Do you really want to delete this attribute?
fr_fr: Voulez-vous vraiment supprimer cet attribut ?

source: Yes
fr_fr: Oui

source: No, I don't
fr_fr: Non, je ne veux pas

source: The list is empty
fr_fr: La liste est vide

source: The Set has not been inserted. The title has been omitted.
fr_fr: Le groupe n’a pas été inséré. Il n’avait pas de titre.

source: The Set has not been inserted, it already exists.
fr_fr: Le groupe n’a pas été inséré, il existe déjà.

source: The Set has been inserted sucesfuly.
fr_fr: Le groupe a bien été inséré.

source: The Sets have been updated sucesfuly.
fr_fr: Les groupes ont bien été mis à jour.

source: The Set has been deleted sucesfuly.
fr_fr: Le groupe a bien été supprimé.

source: New Attribute Set
fr_fr: Nouveau groupe d’attributs

source: Insert
fr_fr: Insérer

source: Current Attribute Set List
fr_fr: Liste de groupes d’attributs en cours

source: Do you really want to delete this Attribute Set?
fr_fr: Voulez-vous vraiment supprimer ce groupe d’attributs ?

source: The Attribute Sets list is empty
fr_fr: La liste des groupes d’attributs est vide

source: Save
fr_fr: Enregistrer

source: The Set has been updated sucesfuly.
fr_fr: Le groupe a bien été mis à jour.

source: Attribute Set: %s
fr_fr: Groupe d’attributs : %s

source: Return to Attribute Sets list
fr_fr: Revenir à la liste des Groupes d’attributs

source: You need to create <a href="%s">attributes</a> for Dynamic Options, as Colours, Sizes, etc.
fr_fr: Vous devez créer des <a href="%s">attributs</a> pour les Options Dynamiques, comme Couleurs, Tailles, etc…

source: To create options, you need, first, to assign a Set of Attributes to the product. If you have assigned a set, ensure the set has attributes assigned.
fr_fr: Pour créer des options, vous devez tout d’abord assigner un Groupe d’attributs au produit. Si vous avez assigné un groupe, vérifiez que des attributs ont bien été assignés au groupe.

source: return to %s
fr_fr: revenir à %s

source: The term has been inserted
fr_fr: Le terme a été inséré

source: The options have been modified
fr_fr: Les options ont été modifiées

source: The option has been inserted
fr_fr: L’option a été insérée.

source: The option has not been inserted. The option already exists.
fr_fr: L’option n’a pas été insérée. Elle existe déjà.

source: The option has not been inserted.
fr_fr: L’option n’a pas été insérée.

source: Options for %s
fr_fr: Options pour %s

source: Return to %s
fr_fr: Revenir à %s

source: Manage Attributes
fr_fr: Gérer les attributs

source: Edit attribute
fr_fr: Modifier l’attribut

source: Sorting
fr_fr: Tri

source: New Option
fr_fr: Nouvelle option

source: No one
fr_fr: Aucun

source: create all
fr_fr: tout créer

source: Create all attribute variations
fr_fr: Créer toutes les variations d’attribut

source: New terms
fr_fr: Nouveau terme

source: Filter
fr_fr: Filtre

source: Order
fr_fr: Tri

source: Delete
fr_fr: Supprimer

source: Set featured image
fr_fr: Fixer l’image à la une

source: Do you really want to delete this option?
fr_fr: Voulez-vous vraiment supprimer cette option ?

source: Options will be ordered by title or price, this field will not be considered.
fr_fr: Les options seront classées par titre ou prix, ce champ ne sera pas pris en compte.

source: To change the order, visit <a href="%s">Theme compatibility</a> page.
fr_fr: Pour modifier le classement, visitez la page <a href="%s">Compatibilité avec le thème</a>.

source: save
fr_fr: enregistrer

source: All the options with the delete checkbox checked will be deleted.
fr_fr: Toutes les options avec la case à cocher supprimer cochée seront supprimés.

source: Allows to create Attribute sets. These sets will contain attributes as "colour", "size". Each attribute will contain values, as "red", "blue", "Large", etc.
fr_fr: Permet de créer des groupes d’Attributs. Ces groupes contiendront des attributs comme "couleur", "taille". Chaque attribut contiendra des valeurs, comme "rouge", "bleu", "grand", etc…

source: To create Color variations for a product (for example, for "Cars") you should create a set called "Car variations", then create an Attribute called "Car Colours", and finally add colours to the attribute.
fr_fr: Pour créer des variations de Couleur pour un produit (par exemple, pour "Voitures"), vous devez créer un groupe nommé "Variations voitures", puis créer un Attribut appelé "Couleurs voitures", et enfin ajouter des couleurs à l’attribut.

source: With all these options defined for a product, you should visit "Dynamic Options", for each product, and create variations for the different values and attributes defined.
fr_fr: Une fois toutes ces options définies pour un produit, vous devez visiter "Options Dynamiques", pour chaque produit, et créer les variations pour les différents valeur et attributs définis.

source: No Attributes
fr_fr: Pas d’attribut

source: Option Custom Fields
fr_fr: Champs personnalisés d’options

source: return to options list
fr_fr: revenir à la liste des options

source: Options list
fr_fr: Liste des options

source: This price will be added to the price of the parent.
fr_fr: Ce prix sera ajouté à celui du parent.

source: Weight
fr_fr: Poids

source: If value is zero then the weight will be the weight of the parent. This weight will not be added to the weight of the parent anyway.
fr_fr: Si la valeur est à 0 alors le poids sera celui du parent. De toute façon ce poids ne sera pas ajouté à celui du parent.

source: Sku
fr_fr: Code de réf.

source: Product Dynamic options
fr_fr: Options dynamiques du produit

source: manage options list
fr_fr: gérer la liste des options

source: Manage Options list
fr_fr: Gérer la liste des options

source: Dynamic Options
fr_fr: Options Dynamiques

source: Options for TheCartPress Dynamic Options
fr_fr: Options pour les Options Dynamiques TheCartPress

source: Add New
fr_fr: Ajouter une nouvelle

source: Edit Option
fr_fr: Modifier l’option

source: View Option
fr_fr: Afficher l’option

source: Search Options
fr_fr: Rechercher une option

source: No options found
fr_fr: Aucune option trouvée

source: No options found in Trash
fr_fr: Aucune option trouvée dans la corbeille
